Repository: pjakonis/SecureNest-managment-system
Catalog: employees/locale/*/LC_MESSAGES/django.po
Languages: lt

source: Hire date
lt: Įdarbinimo data

source: First Name
lt: Vardas

source: Last Name
lt: Pavardė

source: Photo
lt: Nuotrauka

source: Hire Date
lt: Įdarbinimo diena

source: Department
lt: Skyrius

source: Position
lt: Pareigos

source: Verification
lt: Veiklumas

source: Employment Contract
lt: Darbo sutartis

source: Date of Birth
lt: Gimimo data

source: Email
lt: El. paštas

source: Phone Number
lt: Telefono numeris

source: Address
lt: Adresas

source: Employee
lt: Darbuotojas

source: Deactivation Date
lt: Paskutinė darbo diena

source: Comments
lt: Komentarai

source: Permit Number
lt: Leidimo numeris

source: Permit Issue Date
lt: Leidimo išdavimo data

source: Permit Expiration Date
lt: Leidimo galiojimo pabaiga

source: Description
lt: Komentarai

source: Tag
lt: Žyma

source: Documents
lt: Dokumentai

source: First name
lt: Vardas

source: Last name
lt: Pavardė

source: Attachment
lt: Dokumentas

source: Employees
lt: Darbuotojai

source: Date of birth
lt: Gimimo data

source: Phone number
lt: Telefono numeris

source: Employee information
lt: Darbuotojo informacija

source: Name
lt: Vardas

source: Departments
lt: Skyriai

source: Positions
lt: Pareigos

source: C
lt: KF

source: R
lt: RN

source: X
lt: N

source: Secret
lt: Slaptas

source: Confidential
lt: Konfidencialus

source: Restricted
lt: Riboto naudojimo

source: Rejected
lt: Nesuteikta

source: Permit number
lt: Leidimo numeris

source: Permit issue date
lt: Leidimo išdavimo data

source: Permit expiry date
lt: Leidimo galiojimo pabaiga

source: Internal permissions
lt: Vidiniai leidimai

source: Internal permission
lt: Vidinis leidimas

source: External permissions
lt: Išoriniai leidimai

source: External permission
lt: Išorinis leidimas

source: Deactivation date
lt: Deaktyvavimo data

source: Deactivation logs
lt: Deaktyvavimo sąrašai

source: Deactivation log
lt: Deaktyvavimo sąrašas

source: Token
lt: Žetonas

source: Is used
lt: Panaudotas

source: Is expired
lt: Pasibaigęs galiojimas

source: Created at
lt: Sukurimo data

source: Invitations
lt: Pakvietimai

source: Invitation
lt: Pakvietimas

source: The page you were looking for does not exist
lt: Puslapis kurio ieškote neegzistuoja

source: Active Employees
lt: Aktyvūs darbuotojai

source: Search for an employee in %(department)s...
lt: Ieškoti darbuotojo skyriuje %(department)s…

source: Search for employee or department...
lt: Ieškoti darbuotojo ar skyriaus…

source: Search
lt: Paieška

source: Close
lt: Uždaryti

source: No file attached
lt: Failas nepridėtas

source: Update
lt: Atnaujinti

source: Deactivate
lt: Deaktyvuoti

source: Are you sure you want to deactivate employee
lt: Ar tikrai norite deaktyvuoti darbuotoją

source: Cancel
lt: Atšaukti

source: Permissions
lt: Leidimai

source: Internal Permissions
lt: Vidiniai leidimai

source: File
lt: Failas

source: Delete Internal Permission
lt: Ištrinti vidinį leidimą

source: Are you sure you want to delete permission No.
lt: Ar tikrai norite ištrinti leidimą Nr.

source: Delete
lt: Ištrinti

source: External Permissions
lt: Išoriniai leidimai

source: Delete External Permission
lt: Ištrinti išorinį leidimą

source: Add Internal Permission
lt: Pridėti vidinį leidimą

source: Add External Permission
lt: Pridėti išorinį leidimą

source: Search for employee, department or possition...
lt: Ieškoti darbuotojo, skyriaus ar pozicijos…

source: No active employees found.
lt: Aktyvių darbuotojų nerasta.

source: New employee added successfully!
lt: Naujas darbuotojas pridėtas sėkmingai!

source: Employee list
lt: Darbuotojų sąrašas

source: or
lt: ar

source: Home
lt: Pradžia

source: New Employee
lt: Naujas darbuotojas

source: Add
lt: Pridėti

source: New external permission added successfully!
lt: Naujas išorinis leidimas pridėtas sėkmingai!

source: Add External Permission for
lt: Pridėti Išorinį leidimą

source: New internal permission added successfully!
lt: Naujas vidinis leidimas pridėtas sėkmingai!

source: Add Internal Permission for
lt: Pridėti vidinį leidimą

source: Active
lt: Aktyvūs

source: Inactive
lt: Neaktyvūs

source: Add Employee
lt: Pridėti darbuotoją

source: Hello,
lt: Sveiki,

source: Admin
lt: Administratorius

source: Invite New User
lt: Pridėti naują vartotoją

source: Settings
lt: Nustatymai

source: Logout
lt: Atsijungti

source: Login
lt: Prisijungti

source: Employee deactivated successfully!
lt: Darbuotojas sėkmingai deaktyvuotas!

source: Inactive Employee list
lt: Neaktyvių darbuotojų sąrašas

source: Deactivate Employee
lt: Deaktyvuoti darbuotoją

source: Search for a department...
lt: Ieškoti skyriaus…

source: Number of Employees
lt: Darbuotojų skaičius

source: Search for a department (starts with)...
lt: Ieškoti departamento…

source: No departments found.
lt: Aktyvių departamentų nerasta.

source: Employee updated successfully!
lt: Darbuotojo informacija atnaujinta sėkmingai!

source: Update Employee
lt: Atnaujinti informaciją apie darbuotoją

source: Departament
lt: Skyrius

source: Reactivate
lt: Aktyvuoti

source: Reactivate Employee
lt: Aktyvuoti

source: Are you sure you want to reactivate
lt: Ar tikrai norite aktyvuoti

source: Delete Permanently
lt: Ištrinti visam laikui

source: Delete Employee Permanently
lt: Ištrinti darbuotoją visam laikui

source: Are you sure you want to delete
lt: Ar tikrai norite ištrinti

source: permanently
lt: ištrinti visam laikui

source: This action cannot be undone.
lt: Šio veiksmo negalėsite anuliuoti.

source: Reason for Deactivation
lt: Deaktyvavimo priežastis

source: Full Name
lt: Vardas

source: Phone
lt: Telefono numeris

source: Contract
lt: Darbo sutartis

source: Are you sure you want to delete permission
lt: Ar tikrai norite ištrinti leidimą

source: No
lt: Nr

source: Actions
lt: Veiksmai

source: External permission updated successfully!
lt: Išorinis leidimas atnaujintas sėkmingai!

source: Update External Permission
lt: Atnaujinti išorinį leidimą

source: Inactive Employees
lt: Neaktyvūs darbuotojai

source: Reason of Deactivation
lt: Deaktyvavimo priežastis

source: permanently? This action cannot be undone.
lt: visam laikui? Šio veiksmo negalėsite anuliuoti.

source: Internal Permissions Expiring Soon
lt: Pasibaigiantys galioti vidiniai leidimai

source: External Permissions Expiring Soon
lt: Pasibaigiantys galioti išoriniai leidimai

source: Employees with birthdays this month
lt: Gimtadieniai šį mėnesį

source: No birthdays this month.
lt: Šį mėnesį gimtadienių nėra.

source: Internal Permission updated successfully
lt: Vidinis leidimas atnaujintas sėkmingai

source: Update Internal Permission
lt: Atnaujinti vidinį leidimą

source: Enter email
lt: Įveskite el. pašto adresą

source: Send Invitation
lt: Siųsti pakvietimą

source: Invite link has expired. Please request a new invitation.
lt: Kvietimo nuoroda nebegalioja. Paprašykite naujo kvietimo.

source: Username
lt: Vartotojo vardas

source: Password
lt: Slaptažodis

source: Password confirmation
lt: Pakartokite slaptažodį

source: Register
lt: Registruotis

source: Incorrect username or password.
lt: Neteisingas prisijungimo vardas arba slaptažodis.

source: Forgot password?
lt: Pamiršote slaptažodį?

source: Your password has been set successfully.
lt: Jūsų slaptažodis buvo sėkmingai pakeistas.

source: You can now
lt: Dabar galite

source: log in
lt: prisijungti

source: with your new password.
lt: su nauju slaptažodžiu.

source: Change my password
lt: Pakeisti slaptažodį

source: Reset link is invalid or has expired.
lt: Nuoroda neteisinga arba pasibaigė galiojimo laikas.

source: Please request a
lt: Pateikite naują užklausą

source: new one
lt: slaptažodžiui atkurti

source: If your email is registered, you will receive a password reset link.
lt: Jei jūsų el. pašto adresas užregistruotas, gausite slaptažodžio atnaujinimo nuorodą.

source: Please check your email.
lt: Patikrinkite savo el. pašto dėžutę.

source: Password Reset
lt: Slaptažodis

source: Email address
lt: El. pašto adresas

source: Send reset email
lt: Siųsti atstatymo el. laišką

source: An email will be sent to you with instructions on how to reset your password.
lt: Jums bus išsiųstas el. laiškas su instrukcijomis, kaip iš naujo nustatyti slaptažodį.

source: Change Username
lt: Pakeisti vartotojo vardą

source: Enter new username
lt: Pakeisti vartotojo vardą

source: Change Password
lt: Pakeisti slaptažodį

source: Enter old password
lt: Įveskite seną slaptažodį

source: Enter new password
lt: Įveskite naują slaptažodį

source: Confirm new password
lt: Pakartokite naują slaptažodį

source: Internal permission added successfully.
lt: Naujas vidinis leidimas pridėtas sėkmingai.

source: External permission added successfully.
lt: Naujas išorinis leidimas pridėtas sėkmingai.

source: Internal permission updated successfully.
lt: Vidinis leidimas atnaujintas sėkmingai.

source: External permission updated successfully.
lt: Išorinis leidimas atnaujintas sėkmingai.

source: The employee {employee.first_name} {employee.last_name} has been deleted permanently.
lt: Darbuotojas {employee.first_name} {employee.last_name} ištrintas visam laikui.

source: Internal permission deleted successfully.
lt: Vidinis leidimas atnaujintas sėkmingai.

source: External permission deleted successfully.
lt: Išorinis leidimas atnaujintas sėkmingai.

source: An account with this email already exists.
lt: Vartotojas su šiuo el. paštu jau yra sistemoje.

source: An error occurred while sending the invitation: {e}
lt: Įvyklo klaida siunčiant pakvietimą: {e}

source: Username is already taken.
lt: Šis vartotojo vardas yra užimtas.

source: Passwords do not match.
lt: Slaptažodžiai nesutapo.

source: Your username was successfully updated!
lt: Jūsų vartotojo vardas buvo sėkmingai pakeistas!

source: Your password was successfully updated!
lt: Jūsų slaptažodis buvo sėkmingai pakeistas!

source: Old password is incorrect.
lt: Senas slaptažodis neteisingas.

source: The two password fields must match.
lt: Slaptažodžiai privalo sutapti.
